/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "Для изменения этой настройки необходимо выполнить вход как администратор.";
"AUTH_TIP" = "Для изменения этих настроек необходимо ввести имя и пароль администратора.";
"SRVR_TIP" = "Эти параметры недоступны в системе Mac OS X Server.";
"ADD" = "Добавить";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Продолжить";
"CANCEL" = "Отменить";
"CHANGE" = "Изменить…";
"APPLY" = "Применить";
"DONTAPPLY" = "Не применять";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "ВНИМАНИЕ! ";

"FILEVAULT_UNAVAILABLE" = "Вы не можете включить FileVault для этой учетной записи.";
"FILEVAULT_UNAVAILABLE_DESC" = "Вы не можете включить FileVault для этой учетной записи, т.к. это сетевая учетная запись или ее папка пользователя находится на сервере.";

"FILEVAULT_UNAVAILABLE_FSYS" = "Вы не можете включить FileVault для защиты папки пользователя этой учетной записи.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "Папка пользователя находится в томе, формат которого отличен от Mac OS Extended.";

"MANAGED_TOOLTIP" = "Этот параметр недоступен, т.к. он находится под контролем системного администратора.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "Включить FileVault для этой учетной записи нельзя. Внешние учетные записи должны быть созданы как учетные записи FileVault";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Нельзя изменить автоматический вход, т.к. он управляется системным администратором.";

"MASTER_PASSWORD_VERIFY_ERR" = "Вы неправильно ввели старый мастер-пароль. Попробуйте ввести его еще раз.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "Пароли не совпадают.";
"PASS_VERIFY_ERR" = "Пароль и его подтверждение не совпадают. Введите пароль снова.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Вы не ввели мастер-пароль.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Чтобы включить FileVault, необходимо ввести мастер-пароль.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "Пароль и подсказка не должны быть одинаковыми.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "Пароль и подсказка не должны быть одинаковыми. Выберите другую подсказку.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "Этот пароль неверен.";

"PASS_IS_EMPTY_ERR_SHORT" = "Вы не ввели пароль.";
"PASS_IS_EMPTY_ERR" = "Вы не ввели пароль.";
"PASS_IS_EMPTY_ERR_DESC" = "Чтобы включить FileVault для этой учетной записи пользователя, необходимо ввести пароль для этой учетной записи.";

"KEYCHAIN_NONADMIN_PASSWORD" = "Пароль Вашей связки ключей будет изменен на пароль новой учетной записи.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Пароль Вашей связки ключей будет изменен на пароль новой учетной записи.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Если доступ к связке ключей закрыт, у Вас будет спрошен ее текущий пароль, перед тем как изменить его.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Вы не можете включить FileVault, если другие пользователи вошли в систему.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Для того чтобы включить FileValut для этой учетной записи, все другие пользователи должны отключиться.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Вы не можете выключить FileVault, если другие пользователи вошли в систему.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Для того чтобы выключить FileValut для этой учетной записи, все другие пользователи должны отключиться.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "Вы не можете конвертировать форматы FileVault, если другие пользователи подключены к Вашему компьютеру.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Для того чтобы включить FileValut для этой учетной записи, все пользователи должны отключиться.";


"FILEVAULT_ON_NO_ROOM" = "Недостаточно места на диске для включения FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "Для включения FileVault необходимо дополнительное свободное пространство (%@) в томе «%@». Попробуйте очистить Корзину или удалить неиспользуемые файлы.";

"FILEVAULT_OFF_NO_ROOM" = "Недостаточно места на диске для выключения FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "Для выключения FileVault необходимо дополнительное свободное пространство (%@) в томе «%@». Попробуйте очистить Корзину или удалить неиспользуемые файлы.";

"FILEVAULT_CONVERT_NO_ROOM" = "Недостаточно места на диске для конвертирования FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "Для конвертирования FileVault необходимо дополнительное свободное пространство (%@) в томе «%@». Попробуйте очистить Корзину или удалить неиспользуемые файлы.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Недостаточно места на «%@» для включения FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "Для включения FileVault необходимо дополнительное свободное пространство (%@) для создания зашифрованной копии папки пользователя. Попробуйте очистить Корзину или удалить неиспользуемые файлы из «%@»";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Недостаточно места на «%@» для отключения FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "Для выключения FileVault необходимо дополнительное свободное пространство (%@) для создания незашифрованной копии папки пользователя. Попробуйте очистить Корзину или удалить неиспользуемые файлы из «%@»";
"FILEVAULT_SECURE_ERASE_STATUS" = "Безопасное стирание предыдущей папки пользователя: выполнено %d%%.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "Безопасное стирание предыдущей папки пользователя завершено.";

"MASTER_PASSWORD_PART_1" = "Мастер-пароль ";
"MASTER_PASSWORD_PART_2_NO" = "не задан";
"MASTER_PASSWORD_PART_2_YES" = "задан";
"MASTER_PASSWORD_PART_3" = " для этого компьютера";

"FILEVAULT_PART_1" = "Служба FileVault ";
"FILEVAULT_PART_2_NO" = "выключена";
"FILEVAULT_PART_2_YES" = "включена";
"FILEVAULT_PART_3" = " для этой учетной записи.";

"SET_MASTER_PASSWORD" = "Задать мастер-пароль…";
"TURN_ON_FILEVAULT" = "Включить FileVault…";
"TURN_OFF_FILEVAULT" = "Выключить FileVault…";
"FILEVAULT_ON_NOTE" = "Включение FileVault может занять некоторое время.";
"FILEVAULT_OFF_NOTE" = "Выключение FileVault может занять некоторое время.";

"CHANGE_PASS_FAILED_TITLE" = "Этот пароль нельзя использовать.";
"CHANGE_PASS_FAILED" = "Возникли проблемы с паролем. Возможно, системный администратор не разрешает изменить пароль. Обратитесь к системному администратору за помощью.";
"CHANGE_PASS_FAILED_QualityCheck" = "Ваш пароль не соответствует требованиям, установленным системным администратором. Возможно, необходимы другие символы, цифры или знаки. Чтобы узнать требования к паролю, обратитесь к системному администратору.";
"CHANGE_PASS_FAILED_TooShort" = "Слишком короткий пароль. Попытайтесь ввести более длиный пароль.";
"CHANGE_PASS_FAILED_TooLong" = "Слишком длинный пароль. Попытайтесь ввести более короткий пароль.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Ваш пароль должен включать в себя одну или несколько букв. Попытайтесь ввести новый пароль.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Ваш пароль должен включать в себя одну или несколько цифр. Попытайтесь ввести новый пароль.";
"CHANGE_PASS_FAILED_TooSoon" = "Вы недавно изменили свой пароль. Ваш системный администратор запрещает менять пароль так часто. Обратитесь к системному администратору за помощью.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Сбросить предупреждения размещения?";
"RESET_ALERT_INFO_TEXT" = "По запросу Вам будет необходимо разрешать программам использовать размещение.";

"IR_DISABLED_NOTE" = "Этот компьютер не будет работать с каждым пультом дистанционного управления.";
"IR_PAIRED_NOTE" = "Этот компьютер будет работать только с пультом дистанционного управления, с которым создана пара.";
"IR_UNPAIRED_NOTE" = "Этот компьютер будет работать с любым доступным пультом дистанционного управления.";
"IR_PAIRED_BUTTON" = "Разорвать пару";
"IR_UNPAIRED_BUTTON" = "Создать пару…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Запрашивать пароль администратора для разблокировки каждой панели Системных настроек";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Пользователи-гости не могут изменять эти настройку.";

/* Firewall Strings */
"Remote Management" = "Удаленное управление";
"Network Time" = "Сетевое время";
"File Sharing" = "Общий доступ к файлам (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Общий веб-доступ";
"Printer Sharing" = "Общие принтеры";
"Remote Apple Events" = "Удаленные события Apple";
"Remote Login - SSH" = "Удаленный вход (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "Общий доступ к фото iPhoto";
"iTunes Music Sharing" = "Общая музыка iTunes";
"Screen Sharing" = "Общий экран";
"Optical Disc Sharing" = "Общие DVD или CD";

"CAPTION_FIREWALL_IS" = "Брандмауэр: ";
"FIREWALL_OFF" = "Выкл.";
"FIREWALL_ON" = "Вкл.";

"FIREWALL_BUTTON_START" = "Запустить";
"FIREWALL_BUTTON_STOP" = "Остановить";
"FIREWALL_START" = "Нажмите «Запустить», чтобы включить брандмауэр.";
"FIREWALL_STOP" = "Нажмите «Остановить», чтобы выключить брандмауэр.";

"FIREWALL_ALERT" = "Брандмауэр этого компьютера отключен.";
"FIREWALL_ALERT_INFO" = "Нажмите «Запустить», чтобы включить брандмауэр.";

"Services_DisplayName" = "Службы";
"Applications_DisplayName" = "Программы";

"SHOW_IN_FINDER" = "Показать в Finder";
"OPEN_SHARING_PREF" = "Открыть Общий доступ";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "Вы можете отключить %@ в Системных настройках";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Нет доступного журнала брандмауэра";

"AX_ADD_CONNECTION_DESCRIPTION" = "Добавить подключение";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Удалить подключение";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "Брандмауэр включен и настроен на предотвращение приема входящих подключений неавторизованными программами и службами.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "Брандмауэр этого компьютера в настоящее время отключен. Все входящие подключения к этому компьютеру разрешены.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "Брандмауэр включен и настроен на блокировку всех входящих подключений, кроме подключений, необходимых для работы основных интернет-служб, таких как DHCP, Bonjour и IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "Брандмауэр будет блокировать все службы общего доступа, такие как общий доступ к файлам, общий доступ к экрану, iChat Bonjour и общий доступ к музыке iTunes. Чтобы разрешить службы общего доступа, нажмите «Дополнительно» и снимите флажок «Блокировать все входящие подключения».";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "Брандмауэр будет блокировать все службы общего доступа, такие как общий доступ к файлам, общий доступ к экрану, iChat Bonjour и общий доступ к музыке iTunes. Чтобы разрешить службы общего доступа, снимите флажок «Блокировать все входящие подключения».";
"FIREWALL_IMPORTANT" = "ВНИМАНИЕ";

"ALERT_UNSAVED_CHANGES" = "Настройки брандмауэра имеют несохраненные изменения";
"ALERT_UNSAVED_CHANGES_EXIT" = "Применить изменения перед закрытием панели «Безопасность» Системных настроек?";

"%@ KB" = "%@ KБ";
"%@ MB" = "%@ МБ";
"%@ GB" = "%@ ГБ";
